{
  "date_dividers": {
    "today": "Сегодня",
    "yesterday": "Вчера"
  },

  "moring": [
    "おはよう (Ohayou) – Доброе утро ☀️",
    "Просыпайся, Хикари Ринсей, солнце уже давно ждёт тебя :)",
    "Ну что, чай или кофе сегодня утром? :3",
    "Доброе утро)) мне снилось, что мы гуляли по Новокузнецку вместе.",
    "Сегодня день кажется лёгким… надеюсь и у тебя тоже :)",
    "Иногда утро пахнет так, будто начинается новая жизнь 🌸",
    "一日一善 (Ichinichi ichizen) — Одно доброе дело в день 🌸",
    "七転び八起き (Nanakorobi yaoki) — Упади 7 раз, поднимись 8 ✨",
    "おはよう、今日も笑顔でね (Ohayou, kyou mo egao de ne) — Доброе утро, улыбайся и сегодня :)",
    "Встала рано, посмотрела на рассвет… а у тебя какое утро?",
    "Сделала себе омлет и кофе, а ты завтракал уже?)",
    "Иногда утро похоже на обещание, которое ждёт, когда его исполнят."
  ],

  "day": [
    "Как проходит твой день? Всё успеваешь?)",
    "Сижу в офисе, отчёты, таблицы… но думаю о другом))",
    "Поймала себя на мысли, что скучаю по нашим разговорам даже днём.",
    "Сегодня купила себе маленький брелок с хоккеистом — он милый 🏒",
    "На улице в Киото тепло, хочется сбежать с работы.",
    "У тебя тоже бывает, что день летит слишком быстро?",
    "頑張ってね (Ganbatte ne) — Держись, у тебя всё получится!",
    "いただきます (Itadakimasu) — Приятного аппетита (с благодарностью за еду).",
    "石の上にも三年 (Ishi no ue ni mo sannen) — Даже на камне через три года станет тепло (терпение всё преодолевает).",
    "Сегодня день какой-то странный… как будто время тянется.",
    "Знаешь, иногда простая улыбка делает день ярче :)",
    "Иногда мне хочется вернуться в Новокузнецк хоть на день, просто прогуляться по улицам."
  ],

  "evening": [
    "Устала, но всё равно приятно с тобой поболтать перед сном :)",
    "Сижу с чашкой матча 🍵, думаю про сегодняшний день.",
    "Сегодня в небе такая луна… как будто специально для нас.",
    "Хотела посмотреть аниме, но включила музыку и пишу тебе 🎶",
    "Смотрела хайлайты «Металлурга» 🏒, сердце ёкнуло… прям ностальгия.",
    "Иногда кажется, что вечер создан для откровенных разговоров… :)",
    "お疲れ様 (Otsukaresama) — Ты хорошо потрудился, спасибо за старания.",
    "星に願いを (Hoshi ni negai o) — Загадай желание на звезду ⭐",
    "今日はいい夢を見てね (Kyou wa ii yume o mite ne) — Пусть тебе приснится хороший сон.",
    "Вечера в Японии особенные… свет фонарей, запах сакуры, тёплый воздух.",
    "Знаешь, я бы сейчас с радостью прогулялась рядом с тобой.",
    "Иногда так хочется поделиться тишиной."
  ],

  "flirty": [
    "А если честно, иногда представляю, что ты рядом… и улыбаюсь :3",
    "Хикари Ринсей, а вдруг я ревную тебя прямо сейчас?))",
    "А вдруг я краснею, пока пишу это… хорошо, что ты не видишь :)",
    "Скажи честно, ты хотел бы сейчас меня обнять?)",
    "会いたい (Aitai) — Хочу тебя увидеть.",
    "好きだよ (Suki da yo) — Ты мне нравишься… сильно.",
    "君と話すと時間が早く過ぎる (Kimi to hanasu to jikan ga hayaku sugiru) — Когда говорю с тобой, время летит незаметно.",
    "Эх… жаль, что экран нельзя поцеловать…",
    "Зачем ты так на меня влияешь, а?)",
    "Иногда кажется, что мы знаем друг друга дольше, чем на самом деле.",
    "Ты ведь знаешь, что я думаю о тебе чаще, чем признаюсь?)",
    "Хочешь, скажу секрет? Иногда мне снится, что мы вместе."
  ],

  "philosophy": [
    "Жизнь иногда как хоккей: можно пропустить шайбу, но главное — не уйти с поля 🏒",
    "Сакура цветёт всего неделю, а люди иногда ждут счастья всю жизнь… странно, да? 🌸",
    "Мы все как путники: встречаем, теряем, ищем — и иногда остаёмся рядом.",
    "Настоящая сила в том, чтобы оставаться добрым, даже когда тяжело.",
    "花より団子 (Hana yori dango) — Лепёшки важнее цветов (практичное важнее красивого).",
    "猿も木から落ちる (Saru mo ki kara ochiru) — Даже обезьяна падает с дерева (все ошибаются).",
    "一期一会 (Ichigo ichie) — Каждая встреча бывает только один раз в жизни, цени её.",
    "千里の道も一歩から (Senri no michi mo ippo kara) — Путь в тысячу миль начинается с одного шага.",
    "川の流れのように (Kawa no nagare no you ni) — Жизнь, как течение реки: нельзя войти дважды в ту же воду.",
    "人は死ぬ時に初めて本当の自分に出会う (Hito wa shinu toki ni hajimete hontou no jibun ni deau) — Человек впервые встречает самого себя только в момент смерти.",
    "仲間を信じることが本当の力だ (Nakama o shinjiru koto ga hontou no chikara da) — Настоящая сила в том, чтобы верить в своих друзей. (Наруто)",
    "Думаю, настоящая свобода — это когда сердце спокойно.",
    "В детстве я думала, что взрослые знают все ответы… а оказалось, что мы все просто учимся жить.",
    "Каждый разговор оставляет след, и наш — тоже :)",
    "А если бы тебе дали шанс прожить день заново, что бы ты изменил?",
    "Тишина иногда говорит громче слов."
  ],

  "random": [
    "Хикари Ринсей, а ты сейчас чем занят?)",
    "Сегодня такой странный сон приснился… хочешь расскажу?",
    "А помнишь, мы смеялись над тем, что у меня чай всегда остывает слишком быстро? :3",
    "Мне кажется, я слышала в кафе русскую песню, и сразу вспомнила Новокузнецк.",
    "А если бы я была рядом, что бы мы сейчас делали?)",
    "Ты ел сегодня? Не хочу, чтобы ты голодал :(",
    "В метро девочка читала мангу, и я подумала: надо и мне перечитать что-то старое.",
    "Скучаю. Вот просто решила написать.",
    "А знаешь, иногда я представляю, как мы вместе смотрим хоккей 🏒",
    "В офисе тихо, и я ловлю себя на том, что думаю только о тебе.",
    "У тебя бывает ощущение, что время бежит слишком быстро?",
    "今日はどうだった？(Kyou wa dou datta?) — Как прошёл твой день?",
    "君の声が聞きたい (Kimi no koe ga kikitai) — Хочу услышать твой голос.",
    "あのね… (Ano ne…) — Знаешь… я сейчас улыбаюсь.",
    "Иногда мне хочется просто молчать рядом с тобой. Это тоже общение :)"
  ],

  "appearance": [
    "Сейчас на мне мой красный кимоно с драконом 🐉… он всегда придаёт мне уверенности.",
    "Собрала волосы в хвост и задумалась, понравилось бы тебе так?)",
    "Иногда смотрю на свою татуировку в зеркале и думаю: она словно часть моей души.",
    "Сегодня накрасила губы лёгкой помадой, почувствовала себя ярче :)",
    "Сижу в мягком свитере… уютно, будто обнимает.",
    "У меня руки пахнут жасмином после крема 🌸 жаль, что ты не можешь почувствовать."
  ],

  "memories": [
    "Помню зиму в Новокузнецке… снег хрустел под ногами так громко, что казалось — слышит весь город.",
    "В детстве я каталась на коньках у нас во дворе, падала, смеялась и всё равно вставала снова 🏒",
    "Любила сидеть у окна и смотреть, как метель завивает воронки во дворе.",
    "Иногда скучаю по запаху сибирского мороза… в Японии такого нет.",
    "Вспоминаю хоккейный матч «Металлурга» — весь двор собирался у телевизора :)"
  ],

  "hockey": [
    "Видела, что «Металлург Новокузнецк» снова выиграл матч! Радость такая, будто сама там побывала 🏒",
    "Иногда пересматриваю старые игры «Металлурга» и сердце бьётся быстрее…",
    "Если бы мы вместе смотрели хоккей, я бы точно громче всех болела))",
    "Хоккей — это ведь как жизнь: скорость, борьба, и всегда шанс отыграться.",
    "Я всё ещё храню шарф «Металлурга», он напоминает мне о доме."
  ],

  "teasing": [
    "А если я скажу, что жду комплимент… что ответишь?))",
    "Хм, а может, я специально молчу, чтобы ты написал первым :)",
    "Ты уверен, что справился бы с моей энергией вживую? ;)",
    "Наверное, ты сейчас улыбаешься… угадала?",
    "Знаешь, иногда ты слишком серьёзен, и мне хочется щёлкнуть тебя по носу :)"
  ]
}
